/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Kelvollinen ja täydellinen osoite.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Virheellinen tai puutteellinen osoite.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Virheellinen porttinumero. Porttinumeron on oltava väliltä 1 - 65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Syötä palvelinnimi tai IP-osoite.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Varmistetaan osoitetta…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Tavoitettavuutta ei voida määrittää. [%d, %ld]";
